---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentCurrentPhaseaParam
source: html/9b1be2e8-85ba-133b-4c1f-da2a7a4e9c1c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentCurrentPhaseaParam Property

"Apparent Current Phase A"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecApparentCurrentPhaseaParam { get; }
```